[
	{
		       "name": "Carl Penwarden",
		      "photo": "photo_carl_2x.jpg",
		      "title": "Managing Director, BE",
		    "twitter": "carlpenwarden",
		    "founder": true,
		"description": "<p>With a background in Customer Relationship Management and <abbr title=\"Information Technology\">IT</abbr> Product Development, Carl is skilled at listening to clients and understanding their ideas. With a plan formed, he makes things happen. Carl understands the complexities of application development and customers’ needs for tangible and rapid outcomes from investment. He enjoys leading, motivating and engaging the Abletech team.</p>"
	},
	{
		       "name": "Nigel Ramsay",
		      "photo": "photo_nigel_2x.jpg",
		      "title": "Principal Consultant, MTech (Hons)",
		    "twitter": "nigelramsay",
				"founder": true,
		"description": "<p>Extensive experience in analysing customers’ needs and changing technologies gives Nigel the acumen and understanding that customers come back for. He continues to code software alongside his teams and values customer input throughout the development process. This results in cost-effective outcomes of the highest quality.</p>"
	},
	{
		       "name": "Marcus Baguley",
		      "photo": "photo_marcus_2x.jpg",
		      "title": "Principal Consultant, MSc (Hons)",
		    "twitter": "marcusbaguley",
				"founder": true,
		"description": "<p>As an architect or systems designer, agile project manager or team mentor, Marcus works with solutions from beginning-to-end and is never too far away from code. He’s been deploying successful systems worldwide since 1992 and ensures Abletech customers receive outstanding solutions, swiftly.</p>"
	},
	{
		       "name": "Alexandre Barret",
		      "photo": "photo_alex_2x.jpg",
		      "title": "Technical Consultant, MSc (Eng)",
		    "twitter": "Ruby_DRY",
		"description": "<p>Alexandre graduated from Enspiral Dev Academy and joined Abletech in 2015. He loves creating robust and tested applications using Ruby on Rails. When he’s not coding, you’ll find him on the dance floor lindy hopping or tinkering with Internet of Things projects.</p>"
	},
	{
		       "name": "Andrew French",
		      "photo": "photo_andy_2x.jpg",
		      "title": "Technical Consultant",
		    "twitter": "FrostieDaSnoman",
		"description": "<p>With experience across many software disciplines Andy now perfects mobile and web applications. He’s built multiple reliable and user-friendly Android & Ruby on Rails apps for both internal and external clients. A big football fan, Andy plays for a local team and follows the Wellington Phoenix.</p>"
	},
	{
		       "name": "Aurynn Shaw",
		      "photo": "photo_aurynn_2x.jpg",
		      "title": "Technical Consultant",
		    "twitter": "aurynn",
		"description": "<p>Aurynn has experience in high-scale environments and cloud deployments. She is a Python engineer and enjoys making application deployments that are provable, testable, and scalable into the cloud through systems orchestration and automatic scaling. Aurynn finds NZ naturally photogenic and likes the way Wellington ‘has no winter’.</p>"
	},
	{
		       "name": "Blair Macdonald",
		      "photo": "photo_blair_2x.jpg",
		      "title": "Sales Consultant",
		"description": "<p>Blair brings a variety of skills and experience to Abletech from his investigative background. He works with the WatchMyGear team to ensure customers get the most from both their web-based dashboard and their mobile scanning app.  He enjoys spending time with his family, mountain-biking and Youth Group adventures.</p>"
	},
	// {
	// 	       "name": "Cameron Fowler",
	// 	      "photo": "photo_cam_2x.jpg",
	// 	      "title": "Technical Consultant",
	// 	"description": "<p></p>"
	// },
	{
		       "name": "Dawn Richardson",
		      "photo": "photo_dawn_2x.jpg",
		      "title": "Technical Consultant, BSc, BC",
		    "twitter": "dawnerfr",
		"description": "<p>Dawn is a developer who joined Abletech after a Summer of Tech internship in 2013. She completed a conjoint degree in Computer Science & Finance, before falling in love with Ruby on Rails and the web development world. Dawn also enjoys rock climbing, snowboarding, travel and anything that presents a good challenge.</p>"
	},
	{
		       "name": "James Bowles",
		      "photo": "photo_james_2x.jpg",
		      "title": "Technical Consultant, BInfSc",
		    "twitter": "jameslbowles",
		"description": "<p>James has a Bachelor of Information Science from Massey University. He loves his job; hand-crafting Rails applications and <acronym title=\"Application Programme Interface\">API</acronym>s and working alongside customers turning their ideas into realities. When he isn’t VIMing, he is out on his favourite mountain biking tracks, at the climbing gym or enjoying good coffee with his wife, Sarah-Rose.</p>"
	},
	{
		       "name": "Jean van der Walt",
		      "photo": "photo_jean_2x.jpg",
		      "title": "Technical Consultant, BSc CompSci",
		    "twitter": "jfvanderwalt",
		"description": "<p>Jean is a Ruby developer from Cape Town, South Africa. He is passionate about clean and maintainable code, and continually seeking ways to improve and explore new things. Jean cares about developing high quality software that matters to people. When he’s not sitting in an office you can find him trail running or tramping.</p>"
	},
	{
		       "name": "Jo Wilson",
		      "photo": "photo_jo_2x.jpg",
		      "title": "Communications, BA, DipTchg",
		    "twitter": "wilson_joanne",
		"description": "<p>With a background in broadcasting and teaching, Jo brings a variety of skills to the Abletech team. She writes content for web or mobile applications and enjoys any form of communication. Jo enjoys going on beach and camping adventures with her family.</p>"
	},
	{
		       "name": "Jordan Carter",
		      "photo": "photo_jordan_2x.jpg",
		      "title": "Technical Consultant, BInfSc",
		    "twitter": "JordanDCarter",
		"description": "<p>With extensive experience with Ruby on Rails, Jordan has provided solutions for customers ranging from startups to government ministries. He majored in Computer Science at Massey University and joined Abletech in 2011. Jordan is interested in artificial intelligence, robotics and autonomous flight, Wellington’s great coffee and even better boutique beer.</p>"
	},
	{
		       "name": "Joseph Leniston",
		      "photo": "photo_joseph_2x.jpg",
		      "title": "Technical Consultant, BBI",
		    "twitter": "josephleniston",
		"description": "<p>Joseph has many years of development experience. He has worked with Ruby on Rails, Java in Enterprise, and on Android. He enjoys utilising new technologies to help businesses achieve their goals. Outside of work he likes walks around Zealandia and the Orongorongo River in the Rimutaka Forest Park. He prefers to drink good coffee or locally brewed beer.</p>"
	},
	{
		       "name": "Kalo Pilato",
		      "photo": "photo_kalo_2x.jpg",
		      "title": "Technical Consultant",
		"description": "<p>With a background in IT Account Management and Audio Engineering, Kalo has always had a keen enthusiasm for emerging technologies. Currently finishing his Computer Science studies at Victoria University, he is particularly interested in Android development, the Internet of Things, and can't wait to learn Ruby on Rails! When he's not in the office you can find Kalo exploring Wellington's mountain bike trails, tinkering with Arduinos, or enjoying a local brew in his music studio.</p>"
	},
	{
		       "name": "Kendall Flutey",
		      "photo": "photo_kendall_2x.jpg",
		      "title": "Technical Consultant, BCom, MEntr, DipGrad(Acc)",
		    "twitter": "kendallflutey",
		"description": "<p>Kendall’s background in business, accounting and entrepreneurship gives her a keen interest in the customer’s bottom line. She joined the Abletech team in 2014 after studying in Otago, and enjoys working with a range of software development tools. Kendall enjoys Wellington’s creative events, she plays basketball, watches rugby and attends tech/innovation meetups.</p>"
	},
	{
		       "name": "Naiki Pohe",
		      "photo": "photo_naiki_2x.jpg",
		      "title": "Technical Consultant, BSc",
		    "twitter": "naikipl",
		"description": "<p>Naiki joined the team after a Summer of Tech internship in 2012 and has worked on many internal and external client projects. She’s great at understanding the need for functional yet visually appealing solutions. In her spare time she’s trying to top the Fitbit leaderboard by getting outdoors with family and friends.</p>"
	},
	{
		       "name": "Natalie Ferguson",
		      "photo": "photo_natalie_2x.jpg",
		      "title": "Interaction and Web Designer",
		    "twitter": "natfergster",
		"description": "<p>Natalie’s company <a href=\"http://www.decisiveflow.com/\">Decisive Flow</a> has an impressive history of working with many companies the world over. Decisive Flow shares offices with Abletech and they are one of Abletech’s key business partners. She enjoys designing interfaces to meet the unique goals of each business.</p>"
	},
	{
		       "name": "Oliver Greenaway",
		      "photo": "photo_oliver_2x.jpg",
		      "title": "Technical Consultant",
		    "twitter": "O1iv3rG",
		"description": "<p>Oliver joined the Abletech team as a Summer Intern. In his free time Oliver enjoys being in the outdoors, especially rock climbing and tramping.</p>"
	},
	{
		       "name": "Pam Ramsay",
		      "photo": "photo_pam_2x.jpg",
		      "title": "Accounts, B.Ed, DipTchg",
		"description": "<p>Pam’s been part of the Abletech team since the very beginning and works behind the scenes keeping all the company records in order. She manages administrative systems and keeps operations in full swing. Her family's favourite Wellington spots include Otari Bush and Scorching Bay.</p>"
	},
	{
		       "name": "Ross Jourdain",
		      "photo": "photo_ross_2x.jpg",
		      "title": "Technical Consultant, BSc",
		    "twitter": "rossjourdain",
		"description": "<p>With an extensive background in systems integration and security projects ranging from print publishing and self-service kiosks to secure email, Ross now focuses on system design and development. He has two young boys at home who keep him out of trouble most of the time.</p>"
	},
	{
		       "name": "Russell Healy",
		      "photo": "photo_russell_2x.jpg",
		      "title": "Technical Consultant, BSc, BCA",
		    "twitter": "getkanban",
		"description": "<p>Russell has extensive experience working with software development teams, as a Development Manager, Solution Architect and Software Developer in both private and public sectors. He is an experienced speaker at LeanKanban and Agile conferences. Russell reckons Wellington summers are the best in the world.</p>"
	},
	{
		       "name": "Sean Arnold",
		      "photo": "photo_sean_2x.jpg",
		      "title": "Technical Consultant, BSc",
		    "twitter": "arniesean",
		"description": "<p>Via the Summer of Tech Internship Programme, Sean joined the Abletech team in 2012. He has a BSc in Computer Science from Victoria University of Wellington. Sean enjoys consulting with customers and developing high-functioning user-friendly web and mobile solutions.</p>"
	},
	{
		       "name": "Shaun O’Connell",
		      "photo": "photo_shaun_2x.jpg",
		      "title": "Technical Consultant",
		    "twitter": "ndorfin",
		"description": "<p>With many years of experience as a web developer Shaun relocated from Cape Town, South Africa, to join the Abletech team after meeting at Webstock 2014. His interests are in front-end development, Interaction Design and User Experience Design. Shaun enjoys Wellington’s cultural and intellectual richness and likes mountain biking and PC gaming.</p>"
	},
	{
		       "name": "Suzanne Jones",
		      "photo": "photo_suzanne_2x.jpg",
		      "title": "Delivery lead",
		"description": "<p>Suzanne has extensive experience working with software development teams as a Business Analyst and Delivery Lead. When Suzanne’s not in the office she is shanking a golf ball around the golf course, failing miserably at being pack leader to her dogs, and planning her next trip.</p>"
	},
	{
		       "name": "Tracey Norrish",
		      "photo": "photo_tracey_2x.jpg",
		      "title": "Technical Consultant, BSc, PGCertPH, BA (Hons)",
		    "twitter": "tracey_norrish",
		"description": "<p>Tracey brings a wealth of experience to each project. She majored in Computer Science at the University of Otago.  Tracey enjoys solving complex problems with Ruby and tinkering with other languages. She loves living in Wellington where the coffee’s hot, the beer is cold and there’s running and mountain biking trails right outside the window.</p>"
	},
	{
		       "name": "Yanis Vieilly",
		      "photo": "photo_yanis_2x.jpg",
		      "title": "Technical Consultant, MIT",
		    "twitter": "yanisvieilly",
		"description": "<p>Yanis works with Ruby on Rails. He loves computer science and web development and is always looking for new technologies to play with. When he’s not coding, Yanis enjoys traveling the world, video games, and a cold beer with his friends.</p>"
	}
]
